Repository: jizhi0v0/duo-updater
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, ru, tr, zh_hans, zh_hant

source: The default. Downloads the vendor’s own installer and applies it even while the app is open, quitting and relaunching it afterwards.
de: Standard. Lädt das eigene Installationsprogramm des Anbieters herunter und wendet es auch bei geöffneter App an; danach wird sie beendet und neu gestartet.
es: Predeterminado. Descarga el propio instalador del proveedor y lo aplica aunque la app esté abierta, cerrándola y reabriéndola después.
fr: Par défaut. Télécharge l'installateur propre à l'éditeur et l'applique même si l'application est ouverte, puis la quitte et la relance.
it: L’impostazione predefinita. Scarica il programma di installazione del produttore e lo applica anche mentre l’app è aperta, chiudendola e riaprendola al termine.
ja: デフォルト。アプリが開いていてもベンダー自身のインストーラーをダウンロードして適用し、その後アプリを終了して再度開きます。
pt_br: O padrão. Baixa o instalador do próprio fornecedor e o aplica mesmo com o app aberto, encerrando-o e reabrindo-o em seguida.
ru: По умолчанию. Загружает собственный установщик поставщика и применяет его, даже если приложение открыто, после чего закрывает и снова открывает его.
tr: Varsayılan. Geliştiricinin kendi yükleyicisini indirir ve uygulama açıkken bile uygular; ardından uygulamadan çıkıp yeniden başlatır.
zh_hans: 默认选项。下载厂商自己的安装程序，即使应用正在打开也会应用，之后再退出并重新打开该应用。
zh_hant: 預設選項。下載廠商自己的安裝程式，即使 App 開著也會套用，之後再結束並重新開啟它。

source: TIME
de: ZEIT
es: HORA
fr: HEURE
it: ORA
ja: 時刻
pt_br: HORA
ru: ВРЕМЯ
tr: ZAMAN
zh_hans: 时间
zh_hant: 時間

source: TestFlight betas (%@): DuoUpdater reads the builds TestFlight offers you. Without it, their rows show a question mark.
de: TestFlight-Betas (%@): DuoUpdater liest die Builds, die TestFlight dir anbietet. Ohne den Zugriff zeigen diese Zeilen ein Fragezeichen.
es: Betas de TestFlight (%@): DuoUpdater lee las compilaciones que TestFlight te ofrece. Sin él, esas filas muestran un signo de interrogación.
fr: Bêtas TestFlight (%@) : DuoUpdater lit les versions que TestFlight vous propose. Sans cet accès, ces lignes affichent un point d’interrogation.
it: Beta di TestFlight (%@): DuoUpdater legge le build che TestFlight ti offre. Senza questo accesso, le loro righe mostrano un punto interrogativo.
ja: TestFlight のベータ版（%@）：TestFlight から提供されるビルドを読み取ります。許可しない場合、これらの行には疑問符が表示されます。
pt_br: Betas do TestFlight (%@): o DuoUpdater lê os builds que o TestFlight oferece a você. Sem isso, as linhas deles mostram um ponto de interrogação.
ru: Бета-версии TestFlight (%@): DuoUpdater читает сборки, которые предлагает вам TestFlight. Без доступа в этих строках будет вопросительный знак.
tr: TestFlight betaları (%@): DuoUpdater, TestFlight’ın size sunduğu derlemeleri okur. Bu olmadan satırlarında soru işareti görünür.
zh_hans: TestFlight 测试版（%@）：DuoUpdater 会读取 TestFlight 向你提供的版本。不授权时，这些行显示问号。
zh_hant: TestFlight Beta 版（%@）：DuoUpdater 會讀取 TestFlight 提供給你的版本。沒有此權限時，這些列會顯示問號。

source: TestFlight checking is off, so DuoUpdater can’t say whether this beta is current
de: Die TestFlight-Prüfung ist aus – daher kann DuoUpdater nicht sagen, ob diese Beta aktuell ist
es: La comprobación de TestFlight está desactivada, así que DuoUpdater no puede saber si esta beta está al día
fr: La vérification TestFlight est désactivée : impossible de dire si cette bêta est à jour
it: Il controllo di TestFlight è disattivato, quindi DuoUpdater non può dire se questa beta è aggiornata
ja: TestFlight の確認がオフのため、このベータ版が最新かどうか判断できません
pt_br: A verificação do TestFlight está desativada, então o DuoUpdater não sabe dizer se este beta está atualizado
ru: Проверка TestFlight выключена, поэтому нельзя сказать, актуальна ли эта бета-версия
tr: TestFlight denetimi kapalı; bu yüzden DuoUpdater bu betanın güncel olup olmadığını söyleyemez
zh_hans: TestFlight 检测已关闭，因此无法判断此测试版是否已是最新
zh_hant: TestFlight 檢查已關閉，因此 DuoUpdater 無法判斷這個 Beta 版是否為最新

source: TestFlight hasn’t told DuoUpdater this beta’s latest build yet. Refreshing asks TestFlight to check.
de: TestFlight hat DuoUpdater den neuesten Build dieser Beta noch nicht mitgeteilt. Beim Aktualisieren wird TestFlight gebeten nachzusehen.
es: TestFlight aún no le ha indicado a DuoUpdater la compilación más reciente de esta beta. Al actualizar se le pide a TestFlight que lo compruebe.
fr: TestFlight n’a pas encore indiqué à DuoUpdater la dernière version de cette bêta. Actualiser demande à TestFlight de vérifier.
it: TestFlight non ha ancora comunicato a DuoUpdater l’ultima build di questa beta. Ricaricando si chiede a TestFlight di controllare.
ja: TestFlight からこのベータ版の最新ビルドがまだ知らされていません。更新すると TestFlight に確認を依頼します。
pt_br: O TestFlight ainda não informou ao DuoUpdater o build mais recente deste beta. Recarregar pede ao TestFlight que verifique.
ru: TestFlight ещё не сообщил DuoUpdater последнюю сборку этой бета-версии. Обновление попросит TestFlight проверить.
tr: TestFlight bu betanın en son derlemesini DuoUpdater’a henüz bildirmedi. Yenilemek TestFlight’tan denetlemesini ister.
zh_hans: TestFlight 尚未告知 DuoUpdater 此测试版的最新版本。刷新会请 TestFlight 检查。
zh_hant: TestFlight 尚未告知 DuoUpdater 這個 Beta 版的最新版本。重新整理會請 TestFlight 檢查。

source: TestFlight hasn’t told us this beta’s latest build, so we can’t say whether it’s current
de: TestFlight hat uns den neuesten Build dieser Beta nicht mitgeteilt – daher können wir nicht sagen, ob sie aktuell ist
es: TestFlight no nos ha indicado la compilación más reciente de esta beta, así que no podemos saber si está al día
fr: TestFlight ne nous a pas indiqué la dernière version de cette bêta : impossible de dire si elle est à jour
it: TestFlight non ci ha comunicato l’ultima build di questa beta, quindi non possiamo dire se è aggiornata
ja: TestFlight からこのベータ版の最新ビルドが知らされていないため、最新かどうか判断できません
pt_br: O TestFlight não nos informou o build mais recente deste beta, então não sabemos dizer se está atualizado
ru: TestFlight не сообщил последнюю сборку этой бета-версии, поэтому нельзя сказать, актуальна ли она
tr: TestFlight bu betanın en son derlemesini bize bildirmedi; bu yüzden güncel olup olmadığını söyleyemiyoruz
zh_hans: TestFlight 尚未提供此测试版的最新版本信息，因此无法判断它是否已是最新
zh_hant: TestFlight 尚未告知我們這個 Beta 版的最新版本，因此無法判斷它是否為最新

source: That folder is already covered.
de: Dieser Ordner wird bereits erfasst.
es: Esa carpeta ya está incluida.
fr: Ce dossier est déjà couvert.
it: Quella cartella è già inclusa.
ja: そのフォルダはすでに対象になっています。
pt_br: Essa pasta já está incluída.
ru: Эта папка уже отслеживается.
tr: O klasör zaten kapsanıyor.
zh_hans: 该文件夹已被覆盖。
zh_hant: 該資料夾已包含在內。

source: The file loaded but carried no release sections.
de: Die Datei wurde geladen, enthielt aber keine Versionsabschnitte.
es: El archivo se cargó pero no contenía ninguna sección de versión.
fr: Le fichier a été chargé mais ne contenait aucune section de version.
it: Il file è stato caricato ma non conteneva sezioni di release.
ja: ファイルは読み込まれましたが、リリースに関する項目が含まれていませんでした。
pt_br: O arquivo carregou, mas não tinha seções de versão.
ru: Файл загружен, но не содержит разделов о выпуске.
tr: Dosya yüklendi ama hiçbir sürüm bölümü içermiyordu.
zh_hans: 文件已加载，但不包含任何发行说明部分。
zh_hant: 檔案已載入，但不含任何版本段落。

source: The install finished without an error, but %@ on disk is still %@ — what was downloaded wasn't %@.
de: Die Installation wurde ohne Fehler abgeschlossen, aber %@ ist auf der Festplatte weiterhin %@ – was heruntergeladen wurde, war nicht %@.
es: La instalación terminó sin errores, pero %@ en el disco sigue en %@; lo descargado no era %@.
fr: L'installation s'est terminée sans erreur, mais %@ sur le disque est toujours en %@ — ce qui a été téléchargé n'était pas %@.
it: L’installazione è terminata senza errori, ma %@ sul disco è ancora %@: ciò che è stato scaricato non era %@.
ja: インストールはエラーなく完了しましたが、ディスク上の %@ はまだ %@ のままです — ダウンロードされたものは %@ ではありませんでした。
pt_br: A instalação terminou sem erro, mas %@ no disco ainda está em %@ — o que foi baixado não era %@.
ru: Установка завершилась без ошибок, но %@ на диске всё ещё %@ — то, что было загружено, не является %@.
tr: Yükleme hatasız bitti, ancak diskteki %@ hâlâ %@ sürümünde — indirilen şey %@ sürümü değildi.
zh_hans: 安装未报告错误，但磁盘上的 %@ 仍为 %@ — 下载的内容并非 %@。
zh_hant: 安裝完成且沒有錯誤，但磁碟上的 %@ 仍是 %@——下載的內容並非 %@。

source: The latest version no longer supports this Mac — click for details
de: Die neueste Version unterstützt diesen Mac nicht mehr – für Details klicken
es: La última versión ya no admite este Mac; haz clic para más información
fr: La dernière version ne prend plus en charge ce Mac — cliquez pour en savoir plus
it: L’ultima versione non supporta più questo Mac — fai clic per i dettagli
ja: 最新バージョンはこのMacをサポートしなくなりました — クリックして詳細を表示
pt_br: A versão mais recente não é mais compatível com este Mac — clique para ver detalhes
ru: Последняя версия больше не поддерживает этот Mac — нажмите для подробностей
tr: En son sürüm artık bu Mac’i desteklemiyor — ayrıntılar için tıklayın
zh_hans: 最新版本已不再支持此 Mac — 点击查看详情
zh_hant: 最新版本已不再支援這台 Mac — 按一下查看詳細資訊

source: The update is downloaded. Relaunch %@ to finish installing it.
de: Das Update wurde heruntergeladen. %@ neu starten, um die Installation abzuschließen.
es: La actualización está descargada. Reabre %@ para terminar de instalarla.
fr: La mise à jour est téléchargée. Relancez %@ pour terminer l'installation.
it: L’aggiornamento è stato scaricato. Riapri %@ per completarne l’installazione.
ja: 更新はダウンロード済みです。%@ を再起動してインストールを完了してください。
pt_br: A atualização foi baixada. Reabra %@ para concluir a instalação.
ru: Обновление загружено. Перезапустите %@, чтобы завершить установку.
tr: Güncelleme indirildi. Yüklemeyi bitirmek için %@ uygulamasını yeniden başlatın.
zh_hans: 更新已下载。重新启动 %@ 以完成安装。
zh_hant: 更新已下載。重新開啟 %@ 即可完成安裝。

source: The update is installed; Update All is waiting to relaunch apps until the batch finishes
de: Das Update ist installiert; „Alle aktualisieren“ wartet mit dem Neustart der Apps, bis der Stapel abgeschlossen ist
es: La actualización está instalada; «Actualizar todo» esperará a que termine el lote antes de reabrir las apps
fr: La mise à jour est installée ; « Tout mettre à jour » attend la fin du lot avant de relancer les applications
it: L’aggiornamento è installato; Aggiorna tutto attende la fine del gruppo per riaprire le app
ja: 更新はインストール済みです。「すべて更新」はこのバッチが完了するまでアプリの再起動を待機します。
pt_br: A atualização está instalada; Atualizar Tudo aguarda o lote terminar para reabrir os apps
ru: Обновление установлено; «Обновить всё» отложит перезапуск приложений до завершения пакета
tr: Güncelleme yüklendi; Tümünü Güncelle, toplu işlem bitene kadar uygulamaları yeniden başlatmayı bekletiyor
zh_hans: 更新已安装；“全部更新”会等到本批次完成后再重新启动应用
zh_hant: 更新已安裝；「全部更新」會等這一批完成後再重新開啟 App

source: The update source answered %@, then %@ — nothing was installed.
de: Die Update-Quelle meldete %@, dann %@ – es wurde nichts installiert.
es: La fuente de actualizaciones respondió %@ y luego %@; no se instaló nada.
fr: La source de mise à jour a répondu %@, puis %@ — rien n'a été installé.
it: La fonte di aggiornamento ha risposto %@, poi %@: non è stato installato nulla.
ja: 更新ソースは %@ の次に %@ と回答しました — 何もインストールされていません。
pt_br: A fonte de atualização respondeu %@ e depois %@ — nada foi instalado.
ru: Источник обновлений ответил %@, затем %@ — ничего не установлено.
tr: Güncelleme kaynağı önce %@, sonra %@ yanıtı verdi — hiçbir şey yüklenmedi.
zh_hans: 更新源先答 %@，又答 %@ — 没有安装任何内容。
zh_hant: 更新來源先回應 %@，接著又回應 %@——沒有安裝任何內容。

source: The vendor's latest is %@ — older than your %@. You're ahead, so there's nothing to do. Usually a beta channel, a pulled release, or a lagging check.
de: Die neueste Version des Anbieters ist %@ – älter als deine %@. Du bist voraus, es ist also nichts zu tun. Meist liegt das an einem Beta-Kanal, einer zurückgezogenen Version oder einer verzögerten Prüfung.
es: La última versión del proveedor es %@, anterior a tu %@. Vas por delante, así que no hay nada que hacer. Suele deberse a un canal beta, una versión retirada o una comprobación desfasada.
fr: La dernière version de l'éditeur est %@ — plus ancienne que votre %@. Vous avez de l'avance, rien à faire. Cela vient généralement d'un canal bêta, d'une version retirée ou d'une vérification en retard.
it: L’ultima versione del produttore è %@, precedente alla tua %@. Sei più avanti, quindi non c’è nulla da fare. Di solito si tratta di un canale beta, di una release ritirata o di un controllo in ritardo.
ja: ベンダーの最新版は %@ で、お使いの %@ より古いバージョンです。先行しているため何もする必要はありません。通常はベータチャンネル、取り下げられたリリース、または確認の遅延が原因です。
pt_br: A versão mais recente do fornecedor é %@ — mais antiga que a sua %@. Você está à frente, então não há nada a fazer. Geralmente é um canal beta, uma versão retirada ou uma verificação atrasada.
ru: Последняя версия от поставщика — %@, она старше вашей %@. Вы впереди, поэтому делать ничего не нужно. Обычно это бета-канал, отозванный релиз или отстающая проверка.
tr: Geliştiricinin en son sürümü %@ — sizdeki %@ sürümünden daha eski. Öndesiniz, yapılacak bir şey yok. Genellikle bir beta kanalı, geri çekilmiş bir sürüm veya geride kalan bir denetimden kaynaklanır.
zh_hans: 厂商的最新版本为 %@ — 比你的 %@ 更旧。你领先了，无需操作。通常是测试版渠道、已撤回的版本或检查滞后所致。
zh_hant: 廠商的最新版本是 %@——比你的 %@ 還舊。你已經領先，無需任何動作。通常是因為 Beta 通道、撤回的版本或檢查延遲。

source: The version you're running
de: Die Version, die du gerade nutzt
es: La versión que estás usando
fr: La version que vous utilisez
it: La versione in uso
ja: 現在使用中のバージョン
pt_br: A versão que você está usando
ru: Версия, которую вы используете
tr: Çalıştırdığınız sürüm
zh_hans: 你正在运行的版本
zh_hant: 你正在執行的版本

source: This app reports versions but no exact release time, so there's no habit heatmap — only the estimated windows below.
de: Diese App meldet Versionen, aber keine genaue Release-Zeit, daher gibt es keine Gewohnheits-Heatmap – nur die geschätzten Zeitfenster unten.
es: Esta app informa las versiones pero no una hora de publicación exacta, así que no hay mapa de calor de hábitos; solo las ventanas estimadas de abajo.
fr: Cette application indique les versions mais pas d'heure de publication exacte, il n'y a donc pas de carte de chaleur des habitudes — seulement les fenêtres estimées ci-dessous.
it: Questa app indica le versioni ma non l’orario esatto di release, quindi non c’è una mappa di calore delle abitudini: solo le finestre stimate qui sotto.
ja: このアプリはバージョンを報告しますが、正確なリリース時刻はないため、習慣ヒートマップはありません — 以下は推定される範囲のみです。
pt_br: Este app informa versões, mas não o horário exato de lançamento, então não há mapa de calor de hábitos — só as janelas estimadas abaixo.
ru: Это приложение сообщает версии, но не точное время релиза, поэтому тепловая карта привычек недоступна — только оценочные окна ниже.
tr: Bu uygulama sürüm bildiriyor ama kesin yayım zamanı vermiyor; bu yüzden alışkanlık ısı haritası yok — yalnızca aşağıdaki tahmini aralıklar var.
zh_hans: 此应用会报告版本，但没有确切的发布时间，因此没有习惯热力图 — 仅有下方的估计区间。
zh_hant: 這個 App 會回報版本，但沒有確切的發行時間，因此沒有習慣熱度圖——只有下方的估計區間。

source: This link has no address to load.
de: Dieser Link hat keine Adresse zum Laden.
es: Este enlace no tiene ninguna dirección que cargar.
fr: Ce lien n'a pas d'adresse à charger.
it: Questo link non ha un indirizzo da caricare.
ja: このリンクには読み込むアドレスがありません。
pt_br: Este link não tem endereço para carregar.
ru: У этой ссылки нет адреса для загрузки.
tr: Bu bağlantının yüklenecek bir adresi yok.
zh_hans: 此链接没有可加载的地址。
zh_hant: 此連結沒有可載入的位址。

source: This link includes a login that can’t be shown safely.
de: Dieser Link enthält Anmeldedaten, die nicht sicher angezeigt werden können.
es: Este enlace incluye credenciales que no se pueden mostrar de forma segura.
fr: Ce lien contient des identifiants qui ne peuvent pas être affichés en toute sécurité.
it: Questo link include credenziali di accesso che non possono essere mostrate in modo sicuro.
ja: このリンクにはログイン情報が含まれており、安全に表示できません。
pt_br: Este link inclui um login que não pode ser mostrado com segurança.
ru: Эта ссылка содержит учётные данные, которые нельзя показать безопасно.
tr: Bu bağlantı güvenli şekilde gösterilemeyen bir oturum bilgisi içeriyor.
zh_hans: 此链接包含登录信息，无法安全显示。
zh_hant: 此連結包含無法安全顯示的登入資訊。

source: This link isn’t secure (it doesn’t use https).
de: Dieser Link ist nicht sicher (verwendet kein https).
es: Este enlace no es seguro (no usa https).
fr: Ce lien n'est pas sécurisé (il n'utilise pas https).
it: Questo link non è sicuro (non usa https).
ja: このリンクは安全ではありません（httpsを使用していません）。
pt_br: Este link não é seguro (não usa https).
ru: Эта ссылка небезопасна (не использует https).
tr: Bu bağlantı güvenli değil (https kullanmıyor).
zh_hans: 此链接不安全（未使用 https）。
zh_hant: 此連結不安全（未使用 https）。

source: This link points at a local-only name.
de: Dieser Link verweist auf einen lokal reservierten Namen.
es: Este enlace apunta a un nombre exclusivamente local.
fr: Ce lien pointe vers un nom réservé au réseau local.
it: Questo link punta a un nome solo locale.
ja: このリンクはローカル専用の名前を指しています。
pt_br: Este link aponta para um nome somente local.
ru: Эта ссылка указывает на локальное имя.
tr: Bu bağlantı yalnızca yerel bir ada işaret ediyor.
zh_hans: 此链接指向一个仅限本地使用的名称。
zh_hant: 此連結指向僅限本機的名稱。

source: This link points at a raw network address instead of a name.
de: Dieser Link verweist auf eine rohe Netzwerkadresse statt auf einen Namen.
es: Este enlace apunta a una dirección de red sin procesar en lugar de un nombre.
fr: Ce lien pointe vers une adresse réseau brute plutôt qu'un nom.
it: Questo link punta a un indirizzo di rete grezzo invece che a un nome.
ja: このリンクは、名前ではなく生のネットワークアドレスを指しています。
pt_br: Este link aponta para um endereço de rede bruto em vez de um nome.
ru: Эта ссылка указывает на необработанный сетевой адрес, а не на имя.
tr: Bu bağlantı bir ad yerine ham bir ağ adresine işaret ediyor.
zh_hans: 此链接指向的是原始网络地址，而不是名称。
zh_hant: 此連結指向原始網路位址，而非名稱。

source: This link uses a non-standard port.
de: Dieser Link verwendet einen nicht standardmäßigen Port.
es: Este enlace usa un puerto no estándar.
fr: Ce lien utilise un port non standard.
it: Questo link usa una porta non standard.
ja: このリンクは標準以外のポートを使用しています。
pt_br: Este link usa uma porta não padrão.
ru: Эта ссылка использует нестандартный порт.
tr: Bu bağlantı standart olmayan bir kapı kullanıyor.
zh_hans: 此链接使用了非标准端口。
zh_hant: 此連結使用非標準連接埠。

source: This month
de: Dieser Monat
es: Este mes
fr: Ce mois-ci
it: Questo mese
ja: 今月
pt_br: Este mês
ru: Этот месяц
tr: Bu ay
zh_hans: 本月
zh_hant: 本月

source: This request carried a query string. It is never recorded — query strings carry credentials — so the URL here, and the one Copy URL gives you, are both without it.
de: Diese Anfrage hatte einen Query-String. Er wird nie aufgezeichnet — Query-Strings enthalten Zugangsdaten —, also fehlt er sowohl hier als auch in der URL, die „URL kopieren“ liefert.
es: Esta solicitud llevaba una cadena de consulta. Nunca se registra (las cadenas de consulta contienen credenciales), así que falta tanto aquí como en la URL que da «Copiar URL».
fr: Cette requête comportait une chaîne de requête. Elle n’est jamais enregistrée — les chaînes de requête contiennent des identifiants — elle manque donc ici comme dans l’URL que donne « Copier l’URL ».
it: Questa richiesta conteneva una query string. Non viene mai registrata, perché le query string contengono credenziali, quindi sia l’URL mostrato qui sia quello fornito da Copia URL ne sono privi.
ja: このリクエストにはクエリ文字列が付いていました。クエリ文字列には認証情報が含まれるため記録していません。ここに表示される URL にも、「URL をコピー」で得られる URL にも含まれません。
pt_br: Esta requisição tinha uma string de consulta. Ela nunca é registrada — strings de consulta carregam credenciais —, então a URL aqui e a que Copiar URL fornece estão ambas sem ela.
ru: В этом запросе была строка запроса. Она никогда не записывается — в строках запроса бывают учётные данные, — поэтому её нет ни здесь, ни в URL, который даёт «Скопировать URL».
tr: Bu istek bir sorgu dizesi taşıyordu. Sorgu dizeleri kimlik bilgisi taşıdığından asla kaydedilmez — bu yüzden buradaki URL de, URL’yi Kopyala’nın verdiği URL de sorgusuzdur.
zh_hans: 这条请求带了查询串。查询串里可能有凭证，所以我们从不记录——这里显示的 URL 和「复制 URL」给你的都不含它。
zh_hant: 這個請求帶有查詢字串。查詢字串可能含有憑證，因此一律不記錄——這裡的 URL 以及「拷貝 URL」提供的 URL 都不含它。

source: This source
de: Diese Quelle
es: Esta fuente
fr: Cette source
it: Questa fonte
ja: このソース
pt_br: Esta fonte
ru: Этот источник
tr: Bu kaynak
zh_hans: 此来源
zh_hant: 此來源

source: This update used a Sparkle delta patch.
de: Dieses Update verwendete einen Sparkle-Deltapatch.
es: Esta actualización utilizó un parche delta de Sparkle.
fr: Cette mise à jour a utilisé un correctif delta Sparkle.
it: Questo aggiornamento ha usato una patch delta di Sparkle.
ja: この更新では Sparkle のデルタパッチを使用しました。
pt_br: Esta atualização usou um patch delta do Sparkle.
ru: Для этого обновления использовался дельта-патч Sparkle.
tr: Bu güncelleme bir Sparkle delta yaması kullandı.
zh_hans: 此次更新使用了 Sparkle 增量补丁。
zh_hant: 這次更新使用了 Sparkle 增量修補檔。

source: Timeline
de: Zeitachse
es: Cronología
fr: Chronologie
it: Cronologia
ja: タイムライン
pt_br: Linha do tempo
ru: Хронология
tr: Zaman Çizelgesi
zh_hans: 时间线
zh_hant: 時間軸

source: Toggle “Show all” to see every app.
de: Aktiviere „Alle anzeigen“, um jede App zu sehen.
es: Activa «Mostrar todo» para ver todas las apps.
fr: Activez « Tout afficher » pour voir toutes les applications.
it: Attiva “Mostra tutto” per vedere tutte le app.
ja: 「すべて表示」を有効にするとすべてのアプリが表示されます。
pt_br: Ative “Mostrar tudo” para ver todos os apps.
ru: Включите «Показать все», чтобы увидеть все приложения.
tr: “Tümünü göster” ile her uygulamayı görün.
zh_hans: 打开“显示全部”即可查看所有应用。
zh_hant: 開啟「顯示全部」即可查看所有 App。

source: Traffic appears here after an update we download ourselves (Sparkle, a vendor site, GitHub, or a pkg). Homebrew, the App Store, and apps that update through their own built-in updater aren’t measured.
de: Datenverkehr erscheint hier nach einem Update, das wir selbst heruntergeladen haben (Sparkle, eine Anbieter-Website, GitHub oder ein Pkg). Homebrew, der App Store und Apps, die über ihr eigenes integriertes Update-Tool aktualisieren, werden nicht erfasst.
es: El tráfico aparece aquí tras una actualización que descargamos nosotros mismos (Sparkle, el sitio de un proveedor, GitHub o un pkg). Homebrew, la App Store y las apps que se actualizan mediante su propio actualizador integrado no se miden.
fr: Le trafic apparaît ici après une mise à jour que nous téléchargeons nous-mêmes (Sparkle, le site d'un éditeur, GitHub ou un pkg). Homebrew, l'App Store et les applications qui se mettent à jour via leur propre outil intégré ne sont pas mesurés.
it: Il traffico compare qui dopo un aggiornamento che scarichiamo noi (Sparkle, il sito di un produttore, GitHub o un pkg). Homebrew, l’App Store e le app che si aggiornano con il proprio programma di aggiornamento integrato non vengono misurati.
ja: Sparkle、ベンダーサイト、GitHub、pkgなど、こちらが自分でダウンロードした更新の後にトラフィックがここに表示されます。Homebrew、App Store、および独自の内蔵アップデーターで更新するアプリは計測されません。
pt_br: O tráfego aparece aqui depois de uma atualização que nós mesmos baixamos (Sparkle, site do fornecedor, GitHub ou pkg). O Homebrew, a App Store e os apps que se atualizam pelo atualizador integrado não são medidos.
ru: Трафик появляется здесь после обновления, загруженного нами самостоятельно (Sparkle, сайт поставщика, GitHub или pkg). Homebrew, App Store и приложения, обновляющиеся через встроенный обновитель, не учитываются.
tr: Trafik, kendimiz indirdiğimiz bir güncellemeden (Sparkle, bir geliştirici sitesi, GitHub veya bir pkg) sonra burada görünür. Homebrew, App Store ve kendi yerleşik güncelleyicisiyle güncellenen uygulamalar ölçülmez.
zh_hans: 当我们自行下载更新（Sparkle、厂商网站、GitHub 或 pkg）后，流量会显示在此处。Homebrew、App Store 以及通过自身内置更新程序更新的应用不会被统计。
zh_hant: 我們自行下載更新（Sparkle、廠商網站、GitHub 或 pkg）後，流量會顯示在這裡。Homebrew、App Store，以及透過內建更新程式更新的 App 不會納入計算。

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
pt_br: Tentar de Novo
ru: Повторить
tr: Yeniden Dene
zh_hans: 重试
zh_hant: 再試一次
